/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Az alkalmazásadatokról";
"msgid_about_controllers" = "A vezérlőkről";
"msgid_active_device" = "Mikrofon aktív";
"msgid_another_user_using_rp" = "Egy másik felhasználó távoli játékot használ a PS5 eszközön, amelyhez éppen kapcsolódsz.";
"msgid_app_data_collection_label" = "Alkalmazásadat-beállítások";
"msgid_app_mobile_device_data_usage" = "Az eszközről elért információkat az alkalmazás működtetéséhez, a teljesítmény megértéséhez és a javítások eszközöléséhez használjuk.";
"msgid_app_update" = "Frissítsd az alkalmazást.";
"msgid_back" = "Vissza";
"msgid_battery_level_low_controller" = "A vezérlő akkumulátorszintje alacsony.";
"msgid_before_connect_ps5" = "A PS5 eszközhöz való kapcsolódás előtt";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Más eszközök jelentős sávszélességet használhatnak az interneten. Csatlakoztasd le őket az internetről, vagy várd meg, amíg befejezik az adattovábbítást.";
"msgid_cancel_connecting" = "Kapcsolódás megszakítása";
"msgid_cancel_download_yn" = "Biztosan megszakítod a letöltést?";
"msgid_cancel_vb" = "Mégse";
"msgid_cannot_connect_internet" = "Nem lehet kapcsolódni az internethez.";
"msgid_cannot_connect_to_server_short" = "Nem lehet kapcsolódni a kiszolgálóhoz.";
"msgid_cannot_download" = "Nem lehet letölteni.";
"msgid_cant_connect" = "Nem lehet kapcsolódni.";
"msgid_checking_network_environment" = "Hálózati kapcsolódás ellenőrzése...";
"msgid_checking_progress" = "Ellenőrzés...";
"msgid_close" = "Bezárás";
"msgid_close_remote_play_confirmation" = "A távoli játék munkamenete meg fog szakadni.";
"msgid_confirm_continue" = "Megerősítés és folytatás";
"msgid_connect_connection_light_bar" = "A vezérlő párosításához tartsd lenyomva a Létrehozás gombot vagy a SHARE gombot és a PS gombot, amíg a fénysáv villogni nem kezd. Ha a fénysáv villog, ugorj az eszköz Bluetooth-beállításaihoz, és jelöld ki a vezérlőt. Ha a fénysáv világít, a vezérlő csatlakoztatása sikeres.";
"msgid_connect_controller_wired" = "Csatlakoztasd a vezérlőt és a számítógépet egy USB-kábellel.";
"msgid_connect_ds4_light_bar" = "A vezérlő párosításához tartsd lenyomva a SHARE gombot és a PS gombot, amíg a fénysáv villogni nem kezd. Ha a fénysáv villog, ugorj az eszköz Bluetooth-beállításaihoz, és jelöld ki a vezérlőt. Ha a fénysáv világít, a vezérlő csatlakoztatása sikeres.";
"msgid_connect_home_number" = "Ha az otthoni hálózattal szeretnél csatlakozni, jelöld ki a(z) [Szám megadása] lehetőséget a PS4 párosításához.";
"msgid_connect_lost" = "A kapcsolat megszakadt.";
"msgid_connect_lost_controller_ps4" = "Hozzád rendeltek egy vezérlőt a PS4 eszközön, amelyhez éppen kapcsolódsz.";
"msgid_connect_lost_controller_ps5" = "Hozzád rendeltek egy vezérlőt a PS5 eszközön, amelyhez éppen kapcsolódsz.";
"msgid_connect_pfn_time_out" = "Túl sokáig tartott kapcsolódni a PS5-höz. Próbálj meg újra kapcsolódni.";
"msgid_connect_pfn_wrong_number" = "A megadott szám helytelen.";
"msgid_connect_ps4_cable" = "Csatlakoztasd LAN-kábellel a PS5 vagy PS4 konzolt az internethez.";
"msgid_connect_ps4_pfn" = "Melyikhez szeretnél kapcsolódni?";
"msgid_connect_via_internet_rp_ps4" = "Az interneten keresztüli kapcsolódáshoz jelöld ki a PS4-en a(z) [Beállítások] > [Fiókkezelés] > [Aktiválás elsődleges PS4-ként] > [Aktiválás] lehetőséget.";
"msgid_connecting_turning_ps4" = "Kapcsolódás és a PS4 bekapcsolása...";
"msgid_connecting_turning_ps5" = "Kapcsolódás és a PS5 bekapcsolása...";
"msgid_connection_pfn_lost" = "Megszakadt a PS5 kapcsolata.";
"msgid_connection_ps4_lost" = "Megszakadt a PS4 kapcsolata.";
"msgid_connection_speed_remote_play" = "A hálózati kapcsolat sebessége nem elég gyors. Több mint 5 Mbps letöltési és feltöltési sebességet ajánlunk.";
"msgid_connection_unstable_try_again" = "Előfordulhat, hogy a hálózati kapcsolat instabil. Próbáld újra egy másik helyen, vagy várj egy kicsit.";
"msgid_controller_disconnect_charge" = "A vezérlő lekapcsolódva. Töltsd fel az akkumulátort.";
"msgid_decrease_text_size" = "Szövegméret csökkentése";
"msgid_delete" = "Törlés";
"msgid_delete_all" = "Összes törlése";
"msgid_disabled" = "Letiltva";
"msgid_disconnect_connection" = "Lekapcsolódás";
"msgid_downloading_ellipsis" = "Letöltés...";
"msgid_edit" = "Szerkesztés";
"msgid_enable_rp_connect_ps5" = "A távoli játék használatához először engedélyezned kell azt a PS5 eszközön, amelyhez kapcsolódsz. A PS5 eszközön használd a(z) [Beállítások] > [Rendszer] > [Távoli játék] útvonalat, és kapcsold be a következőt: [Távoli játék engedélyezése].";
"msgid_enable_rp_turn_on" = "A PS5 rendszeren válaszd a(z) [Beállítások] > [Rendszer] > [Távoli játék] útvonalat, és kapcsold be a következőt: [Távoli játék engedélyezése].";
"msgid_enjoy_remote_ps4_pfn" = "Játssz a kedvenc PS5-ös és PS4-es játékaiddal távolról ezt az eszközt használva.";
"msgid_enter_login_passcode" = "Add meg a PS5 bejelentkezési hitelesítő kódját.";
"msgid_enter_number" = "Szám megadása";
"msgid_enter_number_label" = "Szám megadása";
"msgid_enter_number_register_device" = "A PS5-ön kövesd a(z) [Beállítások] > [Rendszer] > [Távoli játék] > [Eszköz párosítása] útvonalat, majd add meg a számot a következő mezőben.";
"msgid_enter_ps4_login_passcode" = "Add meg a bejelentkezési hitelesítő kódját annak a PS4 eszköznek, amelyhez csatlakozol.";
"msgid_exit_full_screen" = "Kilépés a teljes képernyőből";
"msgid_failed" = "Sikertelen";
"msgid_failed_login_ps4" = "Nem tudsz bejelentkezni a csatlakozni kívánt PS4-en.";
"msgid_frame_rate" = "Képkockasebesség";
"msgid_full" = "Teljes";
"msgid_general" = "Általános";
"msgid_generic_error_again" = "Hiba történt.";
"msgid_go_to_home_ps4" = "Ugorj a kezdőképernyőre a PS4 eszközön";
"msgid_go_to_home_ps5" = "Ugorj a kezdőképernyőre a PS5 eszközön";
"msgid_high" = "Magas";
"msgid_hint" = "Tipp";
"msgid_hints" = "Tippek";
"msgid_home_network_register" = "Az otthoni hálózat segítségével lesz a PS5 párosítva.";
"msgid_icon_lose_connection" = "Ezt az ikont akkor fogod látni, ha hamarosan megszakad a kapcsolat.";
"msgid_increase_text_size" = "Szövegméret növelése";
"msgid_intellectual_property_notices" = "Szellemi tulajdonjogi közlemények";
"msgid_internet_busy_try_again" = "Előfordulhat, hogy a hálózati kapcsolat le van terhelve. Várj egy kicsit, és próbáld meg újra.";
"msgid_internet_connection_low" = "Az internetkapcsolat minősége gyenge. A kapcsolat megszakadhat.";
"msgid_it_not_play_time" = "Ez most nem a te játékidőd.";
"msgid_legal_about_app_data_1" = "Tartalom\n\n■ Az alkalmazásadatok összefoglalása\n■ Az alkalmazásadatok átfogó bemutatása\n　　• Mik azok az alkalmazásadatok?\n　　• Mit szabályoznak az alkalmazásadat-beállítások?\n　　• Mire használjuk az alkalmazásadatokat?\n■ Rólunk\n\n■ Az alkalmazásadatok összefoglalása\n\nA Remote Play alkalmazás használatakor információt gyűjtünk a telepített rendszerről és a tevékenységeidről. Ezeket az információkat alkalmazásadatoknak hívjuk.\n\nMindig összegyűjtjük az alkalmazás futtatásához szükséges információkat. Ezek korlátozott adatokként ismertek, és a következő típusú információkat tartalmazzák:\n\n• Az eszköz egyedi neve, amelyen az alkalmazás fut (például egy hosszú szám- és betűsor)\n• Az általad választott beállítások az alkalmazásban (például dátum, régió, nyelv)\n• Az internetkapcsolatod\n• Az információk az alkalmazásba való letöltésének időtartama (így szerzünk tudomást arról, ha hiba történik, és így tudjuk kijavítani azt)\n\nBizonyos információk csak akkor gyűjthetők, ha ahhoz hozzájárulsz. Ezek teljes adatokként ismertek. Ezek közé tartoznak a részletesebb információk,például az alkalmazás használatával töltött idő és a streamelt videók.\n\nAz alkalmazás által küldött adatokat a következő célokra használjuk:\n\n• Segítség abban, hogy azt tegyük, amit kérsz tőlünk.\n• Alkalmazásaink és termékeink jobban működhetnek a segítségükkel.\n• Garantáljuk a szabályok és törvények betartását (azon célból, hogy a PlayStation Network mindenki számára élvezetes és szórakoztató legyen).\n• Segítség új termékek fejlesztésében.\n\nHa rendelkezel fiókkal a PlayStation Network használatához, akkor hozzáadhatjuk az alkalmazás vagy eszköz által küldött információkat azon adatokhoz, amelyeket már tudunk rólad.\n\nHa egy családi gyermekfiók használja az alkalmazást, csak korlátozott adatokat gyűjtünk.\n\nAz adatvédelmi nyilatkozatunkban többet tudhatsz meg arról, hogy mire használjuk fel azokat az információkat, amelyeket rólad gyűjtünk, kivel osztjuk meg azokat, miként tudod a folyamatot ellenőrizni, és milyen jogaid vannak. Az adatvédelmi nyilatkozatot a www.playstation.com/legal/privacy-policy webhelyen érheted el";
"msgid_legal_about_app_data_2" = "■ Az alkalmazásadatok átfogó bemutatása\n\nMik azok az alkalmazásadatok?\n\nAmikor a felhasználó a Remote Play alkalmazást használja, hozzáférhetünk a mobiltelefonon, a táblagépen, a számítógépen és/vagy más használt eszközön lévő adatokhoz, illetve ott adatokat tárolhatunk.\nKétféle alkalmazásadat-kategória létezik:\n\n(1) Korlátozott adatok\nA kiszolgálóinknak a következő korlátozott adatokat kell küldeniük, fogadniuk és naplózniuk a szolgáltatások biztosításához:\n• Tartalomadatok: A Remote Play alkalmazás révén elért játékokhoz lekért vagy letöltött videó, hang, kép, szöveg, játékszint és fiókadatok.\n• Licencadatok: A licencelt tartalmak (például videók) megjelenítéséről és a velük való interakciókról szóló információk, amelyek szükségesek ahhoz, hogy névtelen, összesített jelentéseket készíthessünk az adott tartalom után a licencadók kifizetéséhez.\n• Hálózati adatok: A felhasználó eszközének hálózati kapcsolataira vonatkozó információk (például mobiltelefon, Ethernet, Wi-Fi és Bluetooth), beleértve ebbe az IP-címet és -számot, a követelményeket és a kapcsolatok sebességét.\n• Konfigurációs adatok: Néhány adat a felhasználó eszközének konfigurációjáról, például a kijelző méretéről és felbontásáról, a dátumról, a régióról, a nyelvről, a helyszínről és az eszköz képességeiről.\n• Hibaadatok: Ha hiba történik, hibakód és alapvető adatok arról, hogy a hiba mikor és hol történt. (A hiba jelezhet egy javítást igénylő problémát).\n• Betöltésiidő-adatok: Alapvető adatok arról, hogy meddig tart a tartalomadatok letöltése és feltöltése az eszközön. (Hosszabb idő hibát jelezhet.)\n• Biztonsági adatok: A rosszindulatú, illetéktelen vagy csalárd tevékenység észrevételéhez és kivizsgálásához szükséges információk.\n• Jogi adatok: A vonatkozó jogszabályok által előírt, és a megfelelőség igazolásához szükséges információk.\n\n(2) Teljes adatok\nTovábbi részletesebb információkat is küldhetünk, fogadhatunk és naplózhatunk az alkalmazás, a mobiltelefon, a táblagép vagy más eszköz konfigurációjáról és használatáról. A teljes adatok részletesebb információkat tartalmazhatnak a hálózati kapcsolatodról, az eszközödről és streamelt videókról.\nPéldául:\n• Amikor a Remote Play alkalmazást használod, hozzáférhetünk az alkalmazás használatára vonatkozó adatokhoz, például a munkamenet hosszához, a stream videóminőségéhez és a videó képkockasebességéhez.\n\nAz alkalmazásadatokat rendszerint saját magunkhoz továbbítjuk, és egy vagy több egyedi hálózati, eszköz- és/vagy fiókazonosítóval együtt tároljuk.";
"msgid_legal_about_app_data_3" = "Mit szabályoznak az alkalmazásadat-beállítások?\n\nAz alkalmazásadat-beállítások lehetővé teszik, hogy az ellenőrzésed alatt tartsd az elért és tárol alkalmazásadatokat. A következő beállítások közül lehet választani: \n• Korlátozott adatok: Ennek a beállításnak a kiválasztásával csak a korlátozott adatokat érjük el és tároljuk.\n• Teljes adatok: Ha a felhasználó ezt a beállítást választja, a korlátozott adatok és a teljes adatok is elérhetőek és tárolhatóak lesznek.\n\nAz alkalmazásadat-beállításokat csak azzal az eszközzel vagy alkalmazással társítjuk, amelyen megjelennek, és nincsenek társítva a felhasználó PlayStation Network-fiókjával. A felhasználó tartja ellenőrzése alatt az adatok elérését és tárolását minden olyan eszközön (pl. PS4 vagy PS5), alkalmazásban és webböngészőben, amelyeket másoktól függetlenül használ.\n\n• Mire használjuk az alkalmazásadatokat?\n\nA korlátozott adatokat – és ha a felhasználó engedélyezi – a teljes adatokat is az adatvédelmi nyilatkozatunkban foglaltak szerint használjuk fel (www.playstation.com/legal/privacy-policy).\nEz magában foglalja az alkalmazásadatok következőkre való használatát:\n• A Remote Play alkalmazás működtetése.\n• Névtelen statisztikák létrehozása.\n• Az alkalmazás vagy eszköz teljesítményének elemzése és javítása, valamint új termékek és szolgáltatások kidolgozása.\n• Csalárd, illetéktelen vagy rosszindulatú viselkedés észlelése, kivizsgálása és lehető legkisebbre csökkentése.\n• Auditálás, megfelelés és jogi célok végett (pl. keresetek benyújtása vagy védelme, valamint a jogszabályoknak való megfeleléshez szükséges tevékenységek).\n\n■Rólunk\n\nA részleteket lásd az adatvédelmi nyilatkozatunkban a www.playstation.com/legal/privacy-policy webhelyen\n\n1.1-es verzió";
"msgid_legal_about_app_data_combined" = "Tartalom\n\n■ Az alkalmazásadatok összefoglalása\n■ Az alkalmazásadatok átfogó bemutatása\n　　• Mik azok az alkalmazásadatok?\n　　• Mit szabályoznak az alkalmazásadat-beállítások?\n　　• Mire használjuk az alkalmazásadatokat?\n■ Rólunk\n\n■ Az alkalmazásadatok összefoglalása\n\nA Remote Play alkalmazás használatakor információt gyűjtünk a telepített rendszerről és a tevékenységeidről. Ezeket az információkat alkalmazásadatoknak hívjuk.\n\nMindig összegyűjtjük az alkalmazás futtatásához szükséges információkat. Ezek korlátozott adatokként ismertek, és a következő típusú információkat tartalmazzák:\n\n• Az eszköz egyedi neve, amelyen az alkalmazás fut (például egy hosszú szám- és betűsor)\n• Az általad választott beállítások az alkalmazásban (például dátum, régió, nyelv)\n• Az internetkapcsolatod\n• Az információk az alkalmazásba való letöltésének időtartama (így szerzünk tudomást arról, ha hiba történik, és így tudjuk kijavítani azt)\n\nBizonyos információk csak akkor gyűjthetők, ha ahhoz hozzájárulsz. Ezek teljes adatokként ismertek. Ezek közé tartoznak a részletesebb információk,például az alkalmazás használatával töltött idő és a streamelt videók.\n\nAz alkalmazás által küldött adatokat a következő célokra használjuk:\n\n• Segítség abban, hogy azt tegyük, amit kérsz tőlünk.\n• Alkalmazásaink és termékeink jobban működhetnek a segítségükkel.\n• Garantáljuk a szabályok és törvények betartását (azon célból, hogy a PlayStation Network mindenki számára élvezetes és szórakoztató legyen).\n• Segítség új termékek fejlesztésében.\n\nHa rendelkezel fiókkal a PlayStation Network használatához, akkor hozzáadhatjuk az alkalmazás vagy eszköz által küldött információkat azon adatokhoz, amelyeket már tudunk rólad.\n\nHa egy családi gyermekfiók használja az alkalmazást, csak korlátozott adatokat gyűjtünk.\n\nAz adatvédelmi nyilatkozatunkban többet tudhatsz meg arról, hogy mire használjuk fel azokat az információkat, amelyeket rólad gyűjtünk, kivel osztjuk meg azokat, miként tudod a folyamatot ellenőrizni, és milyen jogaid vannak. Az adatvédelmi nyilatkozatot a www.playstation.com/legal/privacy-policy webhelyen érheted el\n\n■ Az alkalmazásadatok átfogó bemutatása\n\nMik azok az alkalmazásadatok?\n\nAmikor a felhasználó a Remote Play alkalmazást használja, hozzáférhetünk a mobiltelefonon, a táblagépen, a számítógépen és/vagy más használt eszközön lévő adatokhoz, illetve ott adatokat tárolhatunk.\nKétféle alkalmazásadat-kategória létezik:\n\n(1) Korlátozott adatok\nA kiszolgálóinknak a következő korlátozott adatokat kell küldeniük, fogadniuk és naplózniuk a szolgáltatások biztosításához:\n• Tartalomadatok: A Remote Play alkalmazás révén elért játékokhoz lekért vagy letöltött videó, hang, kép, szöveg, játékszint és fiókadatok.\n• Licencadatok: A licencelt tartalmak (például videók) megjelenítéséről és a velük való interakciókról szóló információk, amelyek szükségesek ahhoz, hogy névtelen, összesített jelentéseket készíthessünk az adott tartalom után a licencadók kifizetéséhez.\n• Hálózati adatok: A felhasználó eszközének hálózati kapcsolataira vonatkozó információk (például mobiltelefon, Ethernet, Wi-Fi és Bluetooth), beleértve ebbe az IP-címet és -számot, a követelményeket és a kapcsolatok sebességét.\n• Konfigurációs adatok: Néhány adat a felhasználó eszközének konfigurációjáról, például a kijelző méretéről és felbontásáról, a dátumról, a régióról, a nyelvről, a helyszínről és az eszköz képességeiről.\n• Hibaadatok: Ha hiba történik, hibakód és alapvető adatok arról, hogy a hiba mikor és hol történt. (A hiba jelezhet egy javítást igénylő problémát).\n• Betöltésiidő-adatok: Alapvető adatok arról, hogy meddig tart a tartalomadatok letöltése és feltöltése az eszközön. (Hosszabb idő hibát jelezhet.)\n• Biztonsági adatok: A rosszindulatú, illetéktelen vagy csalárd tevékenység észrevételéhez és kivizsgálásához szükséges információk.\n• Jogi adatok: A vonatkozó jogszabályok által előírt, és a megfelelőség igazolásához szükséges információk.\n\n(2) Teljes adatok\nTovábbi részletesebb információkat is küldhetünk, fogadhatunk és naplózhatunk az alkalmazás, a mobiltelefon, a táblagép vagy más eszköz konfigurációjáról és használatáról. A teljes adatok részletesebb információkat tartalmazhatnak a hálózati kapcsolatodról, az eszközödről és streamelt videókról.\nPéldául:\n• Amikor a Remote Play alkalmazást használod, hozzáférhetünk az alkalmazás használatára vonatkozó adatokhoz, például a munkamenet hosszához, a stream videóminőségéhez és a videó képkockasebességéhez.\n\nAz alkalmazásadatokat rendszerint saját magunkhoz továbbítjuk, és egy vagy több egyedi hálózati, eszköz- és/vagy fiókazonosítóval együtt tároljuk.\n\nMit szabályoznak az alkalmazásadat-beállítások?\n\nAz alkalmazásadat-beállítások lehetővé teszik, hogy az ellenőrzésed alatt tartsd az elért és tárol alkalmazásadatokat. A következő beállítások közül lehet választani: \n• Korlátozott adatok: Ennek a beállításnak a kiválasztásával csak a korlátozott adatokat érjük el és tároljuk.\n• Teljes adatok: Ha a felhasználó ezt a beállítást választja, a korlátozott adatok és a teljes adatok is elérhetőek és tárolhatóak lesznek.\n\nAz alkalmazásadat-beállításokat csak azzal az eszközzel vagy alkalmazással társítjuk, amelyen megjelennek, és nincsenek társítva a felhasználó PlayStation Network-fiókjával. A felhasználó tartja ellenőrzése alatt az adatok elérését és tárolását minden olyan eszközön (pl. PS4 vagy PS5), alkalmazásban és webböngészőben, amelyeket másoktól függetlenül használ.\n\n• Mire használjuk az alkalmazásadatokat?\n\nA korlátozott adatokat – és ha a felhasználó engedélyezi – a teljes adatokat is az adatvédelmi nyilatkozatunkban foglaltak szerint használjuk fel (www.playstation.com/legal/privacy-policy).\nEz magában foglalja az alkalmazásadatok következőkre való használatát:\n• A Remote Play alkalmazás működtetése.\n• Névtelen statisztikák létrehozása.\n• Az alkalmazás vagy eszköz teljesítményének elemzése és javítása, valamint új termékek és szolgáltatások kidolgozása.\n• Csalárd, illetéktelen vagy rosszindulatú viselkedés észlelése, kivizsgálása és lehető legkisebbre csökkentése.\n• Auditálás, megfelelés és jogi célok végett (pl. keresetek benyújtása vagy védelme, valamint a jogszabályoknak való megfeleléshez szükséges tevékenységek).\n\n■Rólunk\n\nA részleteket lásd az adatvédelmi nyilatkozatunkban a www.playstation.com/legal/privacy-policy webhelyen\n\n1.1-es verzió";
"msgid_limited" = "Korlátozott";
"msgid_limited_data_collection" = "Csak azoknak az adatoknak a megosztása, amik szükségesek az általad használt fő PlayStation-funkciók és -szolgáltatások fenntartásához és működtetéséhez.";
"msgid_log_in_expire_rp" = "Ha egy ideje nem jelentkeztél be a PS5 rendszerbe, újra be kell jelentkezned.";
"msgid_login_pfn_enter_num" = "Jelentkezz be a PS5 eszközön, majd válaszd ki a [Beállítások] > [Távoli játék] > [Eszköz párosítása] lehetőséget, és add meg az eszközön megjelenő számot.";
"msgid_login_ps4_enter_num" = "Jelentkezz be a PS4 eszközön, majd válaszd ki a [Beállítások] > [Távoli játék kapcsolódási beállításai] > [Eszköz hozzáadása] lehetőséget, és add meg az eszközön megjelenő számot.";
"msgid_login_ps4_enter_num_ps5" = "Jelentkezz be a PS4 eszközön, majd válaszd ki a [Beállítások] > [Távoli játék kapcsolódási beállításai] > [Eszköz hozzáadása] lehetőséget, és add meg a PS5 eszközön megjelenő számot.";
"msgid_login_ps5_enter_num_ps5" = "Jelentkezz be a PS5 eszközön, majd válaszd ki a [Beállítások] > [Távoli játék] > [Eszköz párosítása] lehetőséget, és add meg a PS5 eszközön megjelenő számot.";
"msgid_make_destination_standby" = "Állítsd a csatlakoztatott konzolt pihenő üzemmódba";
"msgid_manage_data_you_provide" = "Megadott adatok";
"msgid_max_device_no_mic" = "Nem lehet használni a mikrofont a Távoli játék alkalmazásban, ha elérted a PS4-hez csatlakoztatható eszközök maximális számát.";
"msgid_max_num_user_pfn" = "Valakinek ki kell jelentkeznie, mielőtt bejelentkezhetsz a PS5 eszközön.";
"msgid_max_num_user_ps4" = "Valakinek ki kell jelentkeznie, mielőtt bejelentkezhetsz a PS4 eszközön.";
"msgid_mic_disconnect" = "A mikrofon szét van kapcsolva.";
"msgid_modify_settings" = "Beállítások módosítása";
"msgid_muted" = "Mikrofon elnémítva";
"msgid_nat_type" = "NAT-típus";
"msgid_net_connection_slow_rp" = "A hálózati kapcsolat sebessége jelenleg túl alacsony a távoli játékhoz.";
"msgid_net_speed_no_strong" = "Előfordulhat, hogy a hálózati kapcsolat nem elég gyors.";
"msgid_network_temp_congested" = "Lehet, hogy az internetkapcsolat le van terhelve.";
"msgid_no" = "Nem";
"msgid_no_connect_pfn" = "Nem lehet kapcsolódni a PS5 eszközhöz.";
"msgid_no_connect_pfn_controller_max" = "Nem csatlakoztathatsz több vezérlőt a PS5 eszközhöz.";
"msgid_no_connect_pfn_off" = "Nem lehet kapcsolódni a PS5 eszközhöz, ha ki van kapcsolva.";
"msgid_no_connect_ps4" = "Nem lehet kapcsolódni a PS4 eszközhöz.";
"msgid_no_connect_ps4_controller_max" = "Nem csatlakoztathatsz több vezérlőt a PS4 eszközhöz.";
"msgid_no_connect_ps4_off" = "Nem kapcsolódhatsz a PS4-hez, ha ki van kapcsolva.";
"msgid_no_connect_ps4_time_out" = "Túl sokáig tartott kapcsolódni a PS4-hez. Próbálj meg újra kapcsolódni.";
"msgid_no_connect_registered_ps4" = "Nem lehet kapcsolódni a párosított PS4 konzolhoz.";
"msgid_no_display_rp_screen" = "A képernyő nem jeleníthető meg a csatlakoztatott konzolon. A képernyő olyan tartalmakkal rendelkezik, amelyek nem jeleníthetők meg a Távoli játék használata során.";
"msgid_no_find_pfn" = "Nem található a PS5.";
"msgid_no_find_ps4" = "Nem található a PS4";
"msgid_no_find_ps5" = "Nem található a PS5";
"msgid_no_login_pfn" = "Nem lehet bejelentkezni arra a PS5-re, amelyhez csatlakozni szeretnél.";
"msgid_no_mic_available" = "Nem lehet használni a mikrofont.";
"msgid_no_pfn_register_manual" = "Nem található a PS5. Manuálisan párosítsd a PS5 konzolt.";
"msgid_no_ps5_log_in_again_rp" = "Előfordulhat, hogy nem találod a csatlakoztatni kívánt PS5 eszközt, ha egy ideje nem jelentkeztél be rajta. Jelentkezz be a PS5 eszközre. és próbáld újra a csatlakoztatást.";
"msgid_no_register_pfn" = "Nem párosítható a PS5, amelyhez csatlakozni szeretnél.";
"msgid_no_register_ps4" = "Nem párosítható a PS4, amelyhez csatlakozni szeretnél.";
"msgid_no_registered_pfn" = "Nem található a párosított PS5.";
"msgid_no_results_found_d" = "Ellenőrizd az internetkapcsolatot.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Nincs kapcsolódva";
"msgid_number_another_user_was" = "Egy másik felhasználó száma került megadásra.";
"msgid_number_network_ps4" = "A PS4 párosításához csatlakoztasd ezt az eszközt ugyanarra a hálózatra, amelyen a PS4 található.";
"msgid_number_network_ps5" = "A PS5 párosításához csatlakoztasd ezt az eszközt ugyanarra a hálózatra, amelyen a PS5 található.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Egyszerre csak 4 felhasználó jelentkezhet be.";
"msgid_other_connections" = "Több kapcsolat";
"msgid_pair" = "Párosítás";
"msgid_passcode_incorrect" = "A hitelesítő kód helytelen.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "A PS5-höz akkor is kapcsolódhatsz, ha pihenő üzemmódban van. A PS5-ön válaszd ki a(z) [Beállítások] > [Rendszer] > [Energiatakarékosság] > [Pihenő üzemmódban elérhető funkciók] útvonalat, és kapcsold be a következőt: [A PS5 hálózatról történő bekapcsolásának engedélyezése].";
"msgid_pfn_software_update" = "Frissítsd a rendszerszoftverét annak a PS5 eszköznek, amelyhez csatlakozni szeretnél.";
"msgid_playstation_network_back_soon" = "Hiba történt. Próbálkozz újra később.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "A PS4-en válaszd a [Beállítások] > [Távoli játék kapcsolódási beállításai] útvonalat, és kapcsold be a következőt: [Távoli játék engedélyezése].";
"msgid_ps4_rest_mode_connect_dec" = "A PS4-hez akkor is kapcsolódhatsz, ha pihenő üzemmódban van. A PS4-en, válaszd ki a(z) [Beállítások] > [Energiatakarékossági beállítások] > [Pihenő üzemmódban elérhető funkciók beállítása] útvonalat, és kapcsold be a következőt: [PS4 hálózatról történő bekapcsolásának engedélyezése].";
"msgid_ps4_rp_number" = "A PS4-en jelöld ki a(z) [Beállítások] > [Távoli játék kapcsolódási beállításai] > [Eszköz regisztrációja] lehetőséget, majd add meg a számot a következő mezőben.";
"msgid_ps4_software_update" = "Frissítsd a rendszerszoftverét annak a PS4 eszköznek, amelyhez csatlakozni szeretnél.";
"msgid_ps5_already_use_rp" = "Egy másik felhasználó jelenleg távoli játékot használ a PS5 eszközön.";
"msgid_ps5_pro_resolution_device" = "A PS5 és a PS4 Pro esetében legfeljebb 1080p felbontás állítható be a hálózati kapcsolat minőségétől függően.";
"msgid_ps5_using_sp" = "Egy másik felhasználó jelenleg megosztott játékot használ a PS5 eszközön. A távoli játék használatához először zárd be a megosztott játékot.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Másolás";
"msgid_reached_limit_number_devices" = "Nem lehet használni a mikrofont a Távoli játék alkalmazásban, ha elérted a PS5-höz csatlakoztatható eszközök maximális számát.";
"msgid_register_manually" = "Manuális párosítás";
"msgid_register_pfn_manual" = "Manuálisan párosítsd a PS5 konzolt.";
"msgid_register_ps4_manual" = "Manuálisan párosítsd a PS4 konzolt.";
"msgid_registering_pfn" = "A PS5 párosítása folyamatban van...";
"msgid_registering_ps4" = "A PS4 párosítása folyamatban van...";
"msgid_remote_play" = "Távoli játék";
"msgid_reset_text_size" = "Szövegméret alaphelyzetbe állítása";
"msgid_resolution_ex_pro" = "Felbontás (kivéve PS4 Pro)";
"msgid_retain_usage_data_choose" = "Szolgáltatásaink javítása céljából bizonyos használati adatokat megőrzünk. Add meg, hogy milyen mértékben járulsz hozzá adataid megosztásához. Az adataid mindig biztonságban lesznek.";
"msgid_rp_cannot_use_mic_app_use" = "Nem lehet használni a mikrofont a Távoli játék alkalmazásban, ha azt egy másik alkalmazás használja ezen az eszközön.";
"msgid_rp_mac_about_rp" = "A PS Remote Play névjegye";
"msgid_rp_mac_capitalize" = "Nagy kezdőbetűk használata";
"msgid_rp_mac_check_doc" = "Dokumentum ellenőrzése most";
"msgid_rp_mac_check_spell" = "Helyesírás ellenőrzése gépelés közben";
"msgid_rp_mac_correct_spell_auto" = "Helyesírás automatikus javítása";
"msgid_rp_mac_cut" = "Kivágás";
"msgid_rp_mac_data_detectors" = "Adatérzékelők";
"msgid_rp_mac_enter_screen" = "Belépés teljes képernyőbe";
"msgid_rp_mac_find_long" = "Keresés...";
"msgid_rp_mac_find_next" = "Következő keresése";
"msgid_rp_mac_find_pre" = "Előző keresése";
"msgid_rp_mac_find_replace" = "Keresés és csere...";
"msgid_rp_mac_grammar_w_spell" = "Nyelvtan és helyesírás ellenőrzése";
"msgid_rp_mac_hide_others" = "Mások elrejtése";
"msgid_rp_mac_hide_rp" = "Távoli játék elrejtése";
"msgid_rp_mac_jump_select" = "Ugrás a kijelöléshez";
"msgid_rp_mac_lower_case" = "Kisbetűk használata";
"msgid_rp_mac_minimize" = "Kis méret";
"msgid_rp_mac_paste" = "Beillesztés";
"msgid_rp_mac_paste_match" = "Beillesztés stílusnak megfelelően";
"msgid_rp_mac_preferences" = "Beállítások...";
"msgid_rp_mac_preferences_title" = "Beállítások";
"msgid_rp_mac_quit_rp" = "Kilépés a távoli játékból";
"msgid_rp_mac_redo" = "Mégis";
"msgid_rp_mac_select_find" = "Kijelölés használata a kereséshez";
"msgid_rp_mac_show_all" = "Összes megjelenítése";
"msgid_rp_mac_show_spell_grammar" = "Nyelvi ellenőrzés megjelenítése";
"msgid_rp_mac_show_sub" = "Helyettesítések megjelenítése";
"msgid_rp_mac_smart_copy_paste" = "Intelligens másolás/beillesztés";
"msgid_rp_mac_smart_dashes" = "Intelligens kötőjelek";
"msgid_rp_mac_smart_links" = "Intelligens hivatkozások";
"msgid_rp_mac_smart_quotes" = "Intelligens idézőjelek";
"msgid_rp_mac_speech" = "Beszéd";
"msgid_rp_mac_spell_grammar" = "Nyelvi ellenőrzés";
"msgid_rp_mac_start_speech" = "Felolvasás indítása";
"msgid_rp_mac_stop_speech" = "Felolvasás leállítása";
"msgid_rp_mac_substitutions" = "Helyettesítések";
"msgid_rp_mac_text_replace" = "Szövegcsere";
"msgid_rp_mac_transformation" = "Átalakítások";
"msgid_rp_mac_undo" = "Visszavonás";
"msgid_rp_mac_upper_case" = "Nagybetűk használata";
"msgid_rp_mac_zoom" = "Nagyítás";
"msgid_rp_no_access_mic" = "A PS Remote Play alkalmazásnak nincs hozzáférése a mikrofonhoz.";
"msgid_rp_remote_play_frame_rate_info" = "Állítsd be a videó simítását a távoli játék funkcióhoz.\n\nPróbáld a(z) [Magas] lehetőséget, ha gyors kapcsolatod van a PS4-hez. Ha azonban a(z) [Magas] lehetőséget jelölöd ki, a PS4 játszott játék rögzítési funkciója szünetelni fog a távoli játék használata közben.";
"msgid_rp_use_computer_keyboard" = "Eltávolítottuk a szövegbeviteli mezőt a PS Remote Play alkalmazásból. Mostantól használhatod a számítógépes billentyűzetet, hogy közvetlenül a PS5 vagy PS4 felületén írj.";
"msgid_rp_via_internet_activate" = "Az interneten keresztül való csatlakozáshoz aktiválnod kell a PS4 eszközt. A PS4 rendszeren válaszd a(z) [Beállítások] > [Fiókkezelés] > [Aktiválás elsődleges PS4-ként] útvonalat, és használd a következőt: [Aktiválás].";
"msgid_search" = "Keresés";
"msgid_search_few_mins" = "Ez eltarthat pár percig.";
"msgid_search_nearby" = "Közeli kapcsolatok keresése...";
"msgid_search_via_internet" = "Kapcsolatok keresése az interneten keresztül...";
"msgid_select_pfn_connect" = "A következő PS5 konzolokra jelentkeztél be. Válaszd ki az eszközt, amelyhez csatlakozni szeretnél.";
"msgid_select_previous_console_other" = "Válaszd ki a legutóbbi konzolt, amelyikhez csatlakoztál, vagy keress új kapcsolatokat.";
"msgid_select_ps5" = "Válassz ki egy PS5 eszközt";
"msgid_select_ps5_connection" = "A PS5 eszközök megtekintéséhez, amelyen bejelentkeztél, használd a(z) [Válassz ki egy PS5 eszközt] lehetőséget. Nézd meg, hogy megtalálod-e a PS5 eszközt, amelyhez csatlakozni szeretnél.";
"msgid_sets_resolution_video_remote" = "Állítsd be a videófelbontást a távoli játékhoz. Próbáld az [540p] vagy a [360p] lehetőséget, ha a videó vagy a hang kihagy.";
"msgid_settings" = "Beállítások";
"msgid_share_behavioral_data" = "Ossz meg részletesebb információkat a hálózati kapcsolatodról, az eszközödről és streamelt videókról.";
"msgid_sign_in_psn" = "Bejelentkezés";
"msgid_sign_out" = "Kijelentkezés";
"msgid_sign_ppr_first_time_rp" = "Ha ez az első alkalom, hogy a csatlakozni kívánt PS5 rendszerbe jelentkezel be, eltarthat néhány percig, mire használhatod a távoli játékot.";
"msgid_something_went_wrong_restart" = "Hiba történt. Újra kell indítanod a PS5 eszközt, amelyhez csatlakozva vagy.";
"msgid_something_wrong_restart_ps4" = "Hiba történt. Újra kell indítanod a PS4 eszközt, amelyhez csatlakozva vagy.";
"msgid_speaker_active" = "Hangszóró aktív";
"msgid_speaker_muted" = "Hangszóró elnémítva";
"msgid_standard" = "Standard";
"msgid_start_rp_close_app" = "A távoli játék indításához zárd be azokat az alkalmazásokat, játékokat és funkciókat a PS4 eszközön, amelyek nem használhatók a távoli játékkal.";
"msgid_start_rp_pfn_close_app" = "A távoli játék indításához zárd be azokat a játékokat, alkalmazásokat és funkciókat a PS5 eszközön, amelyek nem használhatók a távoli játékkal.";
"msgid_stop_features_rp" = "Zárd be a Képernyő megosztása lehetőséget, vagy bármely más funkciót, amely Multitasking módban van a PS5 konzolon.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Próbáld újra";
"msgid_try_low_video_quality" = "Állítsd a távoli játék videominőségét alacsonyabbra.";
"msgid_type_num" = "%1$@. típus";
"msgid_update_controller2_ps5" = "A PS5 eszközhöz való csatlakoztatással frissítheted a DualSense Edge vezeték nélküli vezérlő eszközszoftverét a legújabb verzióra.";
"msgid_update_controller_ps5" = "A PS5 eszközhöz való csatlakoztatással frissítheted a DualSense vezeték nélküli vezérlő eszközszoftverét a legújabb verzióra.";
"msgid_update_remoteplay_now" = "A folytatáshoz frissítened kell a(z) PS Remote Play alkalmazást. Frissíted most?";
"msgid_update_software_console" = "Frissítsd a konzol rendszerszoftverét.";
"msgid_use_controler_5_ds4" = "Vezeték nélküli vezérlő használata PS5 vagy PS4 eszközzel";
"msgid_use_home_network_rp" = "Az otthoni hálózat segítségével használod a Távoli játékot.";
"msgid_user_agreement" = "Felhasználói megállapodás";
"msgid_user_using_rp_server" = "Egy másik felhasználó távoli játékot használ a PS4 eszközön, amelyhez éppen kapcsolódsz.";
"msgid_variable_percent" = "%1$@%%";
"msgid_version" = "Változat";
"msgid_video_quality_ps4_rp" = "Távoli játék videominősége (PS4)";
"msgid_view" = "Megtekintés";
"msgid_voice_chat_microphone" = "A beszélgetéshez használd a mikrofont.";
"msgid_vr_on_no_rp" = "Nem lehet használni a mikrofont a Távoli játék alkalmazásban, ha a VR headset be van kapcsolva.";
"msgid_wait" = "Várj...";
"msgid_welcome_ps_rp" = "Üdvözöl a PS Remote Play!";
"msgid_window" = "Ablak";
"msgid_wired_connection" = "Vezetékes kapcsolódás";
"msgid_wireless_connection" = "Vezeték nélküli kapcsolódás";
"msgid_wireless_controller_ps4" = "PS4 vezeték nélküli vezérlő";
"msgid_wireless_controller_ps5" = "PS5 vezeték nélküli vezérlő";
"msgid_yes" = "Igen";
